{
  "name": "6.4 Identity during the American Revolution",
  "children": [
    {
      "name": "LOYALISTS",
      "children": [
        {
          "name": " Historians",
          "children": [
            {
              "name": " disagree on what percentage of colonists were Loyalists; estimates range from 20 percent to over 30 percent."
            }
          ]
        },
        {
          "name": " themselves",
          "children": [
            {
              "name": " could and preferring not to engage in struggle."
            }
          ]
        },
        {
          "name": " revolutionaries",
          "children": [
            {
              "name": " During war, imprisoned William in Connecticut; however, he remained steadfast in he allegiance to Great Britain and moved to England after Revolution."
            }
          ]
        },
        {
          "name": " Another sizable group of Loyalists",
          "children": [
            {
              "name": " went to British West Indies, taking Another sizable group of Loyalists slaves with Another sizable group of Loyalists."
            }
          ]
        }
      ]
    },
    {
      "name": "SLAVES AND INDIANS",
      "children": [
        {
          "name": " some slaves who fought for Patriot cause",
          "children": [
            {
              "name": " While received some slaves who fought for Patriot cause freedom, revolutionary leaders — unlike British — did not grant such slaves such slaves freedom as matter of course."
            }
          ]
        },
        {
          "name": " Washington, owner of hundred slaves during Revolution,",
          "children": [
            {
              "name": " more than two refused to let slaves serve in army, although he did allow free blacks."
            }
          ]
        },
        {
          "name": " Revolution",
          "children": [
            {
              "name": " In new United States, largely reinforced racial identity based on skin color."
            },
            {
              "name": " Between ten and twenty thousand slaves gained their freedom because of Revolution; arguably, created largest slave uprising and greatest emancipation until Civil War."
            }
          ]
        },
        {
          "name": " white revolutionaries",
          "children": [
            {
              "name": " Indeed, despite their class and ethnic differences, stood mostly united in white revolutionaries hostility to both blacks and Indians."
            }
          ]
        }
      ]
    },
    {
      "name": "PATRIOTS",
      "children": [
        {
          "name": " The American revolutionaries( also called Patriots or Whigs)",
          "children": [
            {
              "name": " came from many different backgrounds and included merchants, shoemakers, farmers, and sailors."
            }
          ]
        },
        {
          "name": " shortage of supplies",
          "children": [
            {
              "name": " After initial burst of enthusiasm in 1775 and 1776, became acute in 1777 through 1779, as Washington ’s difficult winter at Valley Forge demonstrates."
            }
          ]
        },
        {
          "name": " British",
          "children": [
            {
              "name": " Whereas could pay in gold and silver, American forces relied on paper money, backed by loans obtained in Europe."
            }
          ]
        },
        {
          "name": " inflation",
          "children": [
            {
              "name": " By 1781, was such 146 Continental dollars were worth only one dollar in gold."
            }
          ]
        }
      ]
    },
    {
      "name": "WOMEN",
      "children": [
        {
          "name": " women",
          "children": [
            {
              "name": " In colonial America, shouldered enormous domestic and child-rearing responsibilities."
            },
            {
              "name": " were also expected to provide food and lodging for armies and to nurse wounded soldiers."
            }
          ]
        },
        {
          "name": " Esther DeBerdt Reed of Philadelphia, wife of Governor Joseph Reed,",
          "children": [
            {
              "name": " formed Ladies Association of Philadelphia and led fundraising drive to provide sorely needed supplies to Continental Army."
            }
          ]
        },
        {
          "name": " other women",
          "children": [
            {
              "name": " Still accompanied army as “ camp followers, ” serving as cooks, washerwomen, and nurses."
            }
          ]
        },
        {
          "name": " A few",
          "children": [
            {
              "name": " also took part in combat and proved their equality with men through violence against hated British."
            }
          ]
        }
      ]
    }
  ]
}