{
  "name": "28.4 Popular Culture and Mass Media",
  "children": [
    {
      "name": "ROCKING AROUND THE CLOCK",
      "children": [
        {
          "name": " some white country musicians",
          "children": [
            {
              "name": " In late 1940s, began to experiment with rhythms of blues, decades-old musical genre of rural southern blacks."
            }
          ]
        },
        {
          "name": " This experimentation",
          "children": [
            {
              "name": " led to creation of new musical form known as rockabilly, and by 1950s, rockabilly had developed into rock and roll."
            }
          ]
        },
        {
          "name": " Bill Haley",
          "children": [
            {
              "name": " illustrated how white artists could take musical motifs from African American community and achieve mainstream success."
            }
          ]
        },
        {
          "name": " Many",
          "children": [
            {
              "name": " regarded music as threat to American values."
            }
          ]
        },
        {
          "name": " Elvis Presley",
          "children": [
            {
              "name": " When appeared on The Ed Sullivan Show, popular television variety program, camera deliberately focused on his torso and did not show his swiveling hips or legs shaking in time to music."
            }
          ]
        }
      ]
    },
    {
      "name": "HOLLYWOOD ON THE DEFENSIVE",
      "children": [
        {
          "name": " Hollywood",
          "children": [
            {
              "name": " At first, encountered difficulties in adjusting to post-World War II environment."
            },
            {
              "name": " reacted aggressively to various challenges."
            }
          ]
        },
        {
          "name": " domestic audiences",
          "children": [
            {
              "name": " Although reached record high in 1946 and war ’s end meant expanding international markets too, groundwork for eventual dismantling of traditional studio system was laid in 1948, with landmark decision by U.S. Supreme Court."
            }
          ]
        },
        {
          "name": " more than three hundred actors, screenwriters, directors, musicians, and other entertainment professionals",
          "children": [
            {
              "name": " Eventually, were placed on industry blacklist."
            }
          ]
        }
      ]
    },
    {
      "name": "THE TRIUMPH OF TELEVISION",
      "children": [
        {
          "name": " greatest challenge to Hollywood",
          "children": [
            {
              "name": " By far, however, came from relatively new medium of television."
            }
          ]
        },
        {
          "name": " technology",
          "children": [
            {
              "name": " Although had been developed in late 1920s, through much of 1940s, only fairly small audience of wealthy had access to it."
            }
          ]
        },
        {
          "name": " Many comedies",
          "children": [
            {
              "name": " presented idealized image of white suburban family life: Happy housewife mothers, wise fathers, and mischievous but not dangerously rebellious children were constants on shows like Leave It to Beaver and Father Knows Best in late 1950s."
            }
          ]
        }
      ]
    }
  ]
}