{
  "name": "26.1 The Rise of Franklin Roosevelt",
  "children": [
    {
      "name": "THE ELECTION OF FRANKLIN ROOSEVELT",
      "children": [
        {
          "name": " Hoover ’s popularity",
          "children": [
            {
              "name": " By 1932 presidential election, was at all-time low."
            }
          ]
        },
        {
          "name": " Franklin Roosevelt",
          "children": [
            {
              "name": " exuded confidence, which American public desperately wished to see in American public leader( Figure 26.3)."
            },
            {
              "name": " However, never wanted to be photographed in Franklin Roosevelt wheelchair or appear infirm in any way, for fear the public ’s sympathy would transform into concern over Franklin Roosevelt physical ability to discharge duties of Oval Office."
            },
            {
              "name": " also recognized need to convey to voting public Franklin Roosevelt was not simply another member of political aristocracy."
            },
            {
              "name": " As result, not only was first presidential candidate to appear in person at national political convention to accept Franklin Roosevelt party ’s nomination but also flew there through terrible weather from New York to Chicago in order to do so — risky venture in what was still early stages of flight as public transportation."
            },
            {
              "name": " Often, seemed as though Franklin Roosevelt would faint, and aide constantly remained nearby with chair in case Franklin Roosevelt fell."
            }
          ]
        },
        {
          "name": " Hoover",
          "children": [
            {
              "name": " assumed at first Franklin Roosevelt would be easy to defeat, confident Franklin Roosevelt could never carry eastern states and business vote."
            }
          ]
        },
        {
          "name": " Many news accounts",
          "children": [
            {
              "name": " reported Franklin Roosevelt seemed physically unwell, with ashen face and shaking hands."
            }
          ]
        },
        {
          "name": " The election",
          "children": [
            {
              "name": " results November were never really in question:"
            }
          ]
        }
      ]
    },
    {
      "name": "THE INTERREGNUM",
      "children": [
        {
          "name": " country — and Hoover —",
          "children": [
            {
              "name": " After landslide election, had to endure interregnum, difficult four months between election and President Roosevelt ’s inauguration in March 1933."
            }
          ]
        },
        {
          "name": " Congress",
          "children": [
            {
              "name": " did not pass single significant piece of legislation during period, although Hoover spent much of time trying to get President Roosevelt to commit publicly to legislative agenda of Hoover ’s choosing."
            }
          ]
        },
        {
          "name": " President Roosevelt",
          "children": [
            {
              "name": " remained gracious but refused to begin President Roosevelt administration as incumbent ’s advisor without any legal authority necessary to change policy."
            },
            {
              "name": " Although emerged from assassination attempt unscathed, local Italian bricklayer Giuseppe Zangara wounded five individuals day, including Chicago Mayor Tony Cermak, who attended speech in hopes of resolving any long-standing differences with president-elect."
            }
          ]
        },
        {
          "name": " President Roosevelt ideas",
          "children": [
            {
              "name": " inauguration before would unfold to expectant public."
            }
          ]
        },
        {
          "name": " how to take action on beliefs",
          "children": [
            {
              "name": " But was more in question."
            }
          ]
        },
        {
          "name": " who",
          "children": [
            {
              "name": " Collectively known as “ Brains Trust ”( phrase coined by New York Times reporter to describe multiple “ brains ” on Roosevelt advisory team), group of men had previously orchestrated his election campaign and victory most notably included Rexford Tugwell, Raymond Moley, and Adolph Berle."
            }
          ]
        },
        {
          "name": " Tugwell, who eventually focused his energy on nation ’s agricultural problems,",
          "children": [
            {
              "name": " saw increased role for federal government in setting wages and prices across economy."
            }
          ]
        }
      ]
    },
    {
      "name": "INAUGURATION DAY: A NEW BEGINNING",
      "children": [
        {
          "name": " Roosevelt",
          "children": [
            {
              "name": " rode in open car along with outgoing president Hoover, facing public, as Roosevelt made Roosevelt way to U.S. Capitol."
            },
            {
              "name": " Bathed in sunlight, delivered one of most famous and oft-quoted inaugural addresses in history."
            }
          ]
        },
        {
          "name": " who",
          "children": [
            {
              "name": " Borrowing wartime analogy provided by Moley, served as Roosevelt speechwriter at time, Roosevelt called upon all Americans to assemble and fight essential battle against forces of economic depression."
            }
          ]
        },
        {
          "name": " one observer in crowd",
          "children": [
            {
              "name": " Upon hearing Roosevelt inaugural address, later commented, “ Any man who can talk like in times like is worth every ounce of support true American has. ”"
            }
          ]
        }
      ]
    }
  ]
}