{
  "name": "10.4 Indian Removal",
  "children": [
    {
      "name": "INDIANS IN POPULAR CULTURE",
      "children": [
        {
          "name": " Popular culture in first half of nineteenth century",
          "children": [
            {
              "name": " reflected aversion to Indians was pervasive during Age of Jackson."
            }
          ]
        },
        {
          "name": " Jackson",
          "children": [
            {
              "name": " skillfully played upon racial hatred to engage United States in policy of ethnic cleansing, eradicating Indian presence from land to make way for white civilization."
            }
          ]
        },
        {
          "name": " George Catlin",
          "children": [
            {
              "name": " produced many paintings of native peoples, which George Catlin offered as true representations despite routinely emphasizing their supposed savage nature."
            }
          ]
        }
      ]
    },
    {
      "name": "THE INDIAN REMOVAL ACT",
      "children": [
        {
          "name": " Jackson",
          "children": [
            {
              "name": " In his first message to Congress, had proclaimed Indian groups living independently within states, as sovereign entities, presented major problem for state sovereignty."
            }
          ]
        },
        {
          "name": " Cherokee",
          "children": [
            {
              "name": " Although followed lead of their white neighbors by farming and owning property, as well as embracing Christianity and owning their own slaves, proved of little consequence in era when whites perceived all Indians as incapable of becoming full citizens of republic."
            }
          ]
        },
        {
          "name": " Jackson ’s anti-Indian stance",
          "children": [
            {
              "name": " struck chord with majority of white citizens, many of whom shared hatred of nonwhites spurred Congress to pass 1830 Indian Removal Act."
            }
          ]
        },
        {
          "name": " Wirt",
          "children": [
            {
              "name": " In Cherokee Nation v. Georgia, argued The Cherokee constituted independent foreign nation, and an injunction( stop) should be placed on Georgia laws aimed at eradicating them."
            }
          ]
        },
        {
          "name": " Supreme Court",
          "children": [
            {
              "name": " In 1831, found The Cherokee did not meet criteria for being foreign nation."
            }
          ]
        },
        {
          "name": " Samuel Worcester",
          "children": [
            {
              "name": " was arrested, but because his federal job as postmaster gave his right to live there, his was released."
            },
            {
              "name": " was sentenced to four years of hard labor."
            }
          ]
        },
        {
          "name": " some fifteen thousand Cherokee",
          "children": [
            {
              "name": " In series of forced marches, were finally relocated to Oklahoma."
            }
          ]
        },
        {
          "name": " The removal of Five Civilized Tribes",
          "children": [
            {
              "name": " provides example of power of majority opinion in democracy."
            }
          ]
        }
      ]
    },
    {
      "name": "BLACK HAWK’S WAR",
      "children": [
        {
          "name": " The policy of removal",
          "children": [
            {
              "name": " led some Indians to actively resist."
            }
          ]
        },
        {
          "name": " The war, which lasted only matter of weeks,",
          "children": [
            {
              "name": " illustrates how much whites on frontier hated and feared Indians during Age of Jackson."
            }
          ]
        }
      ]
    }
  ]
}